{
	"welcome": "Willkommen auf meiner Website!",
	"about_me": "Ich bin ein 18 Jahre alter Programmierer, interessiert in allen möglichen Arten von Technik. Ich probiere gerne neue Technologien aus und scheue mich nicht davor, neue Dinge zu lernen. Zurzeit abreite ich meistens an Websites oder Ähnlichem, habe aber auch schon andere Bereiche der Softwareentwicklung ausprobiert. Ich scheue mich zudem auch nicht davor, mit Hardware zu arbeiten und habe daher auch schon dort ein paar Ideen verwirklicht. Zum Beispiel habe ich einen 8-Bit Prozessor für meine Maturaarbeit gebaut.",
	"home": "Start",
	"projects": "Projekte",
	"linktree": "Linktree",
	"documents": "Dokumente",
	"impressum": "Impressum",
	"nowple": "Meine Abschlussarbeit in meinem Informatikkurs an der Kantonsschule. Eine simple Datingwebseite mit einer Chatfunktion. Der Verkaufspunkt ist die grosse Auswahl von verschiedenen Filteroptionen.",
	"troytd": "Ein Tower-Defence Spiel, welches auf dem trojanischen Krieg basiert. Programmiert wurde es mithilfe von libGDX.",
	"dos": "Verschiedene Konfigurationsdateien für unterschiedliche Linux-Distributionen.",
	"heebphotography": "Eine Website und ein Desktopprogramm für einen jungen Fotograf. Die Website wird primär gebraucht, um seine Arbeit zu veröffentlichen. Das Desktopprogramm wird gebraucht, um Bilder auf mit einem Wasserzeichen zu markieren und auf der Webseite zu publizieren.",
	"christophbaertsch": "Eine Webseite für einen jungen Multimediaproduzent. Der Schwerpunkt liegt auf der Fotografie-, Musik- und Filmproduktion.",
	"cv": "Lebenslauf",
	"gpg": "GPG Schlüssel",
	"thesis": "Maturaarbeit",
	"matura": "Maturitätszeugnis",
	"contact_adress": "Kontakt-Adresse",
	"switzerland": "Schweiz",
	"disclaimer": "Haftungsausschluss",
	"disclaimer_text": "Der Autor übernimmt keinerlei Gewähr hinsichtlich der inhaltlichen Richtigkeit, Genauigkeit, Aktualität, Zuverlässigkeit und Vollständigkeit der Informationen. Haftungsansprüche gegen den Autor wegen Schäden materieller oder immaterieller Art, welche aus dem Zugriff oder der Nutzung bzw. Nichtnutzung der veröffentlichten Informationen, durch Missbrauch der Verbindung oder durch technische Störungen entstanden sind, werden ausgeschlossen. Alle Angebote sind unverbindlich. Der Autor behält es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne besondere Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",
	"link_disclaimer": "Haftungsausschluss für Links",
	"link_disclaimer_text": "Verweise und Links auf Webseiten Dritter liegen ausserhalb unseres Verantwortungsbereichs. Es wird jegliche Verantwortung für solche Webseiten abgelehnt. Der Zugriff und die Nutzung solcher Webseiten erfolgen auf eigene Gefahr des jeweiligen Nutzers.",
	"copyright": "Urheberrechte",
	"copyright_text_1": "Diese Webseite ist unter der",
	"copyright_text_2": "Lizenz veröffentlicht.",
	"source": "Quelle: SwissAnwalt",
	"404": "Datei nicht gefunden",
	"timeline": "Zeitstrahl"
}
