{
	"welcome": "Willkommen auf meiner Website!",
	"about_me": "Hallo! Ich bin Dominik und ich bin ein begeisterter Programmierer mit Schwerpunkt auf Webentwicklung. Ich habe Erfahrung mit verschiedenen Programmiersprachen und bin vertraut mit Linux- und Windows-Betriebssystemen. Derzeit absolviere ich ein Praktikum bei Calm AG in Zürich, wo ich die Gelegenheit habe, mit Angular und Spring Boot zu arbeiten - es ist bisher eine wirklich aufregende Erfahrung. Neben meiner beruflichen Tätigkeit spreche ich fließend Deutsch und habe eine starke Beherrschung von Englisch und Französisch. Ich habe auch eine militärische Ausbildung als Telematiksoldat absolviert und Informatik an der Schule studiert. Wenn ich nicht arbeite oder etwas Neues lerne, genieße ich es, zu kochen und an Code herumzubasteln. Ich bin auch Mitglied in einem Schützenverein und habe an einer Vielzahl von persönlichen und professionellen Projekten gearbeitet, die du auf meiner GitHub-Seite einsehen kannst. Danke, dass du meine Website besuchst! Wenn du Fragen hast oder über mögliche Gelegenheiten sprechen möchtest, zögere nicht, mich zu kontaktieren.",
	"home": "Start",
	"projects": "Projekte",
	"linktree": "Linktree",
	"documents": "Dokumente",
	"impressum": "Impressum",
	"nowple": "Meine Abschlussarbeit in meinem Informatikkurs an der Kantonsschule. Eine simple Datingwebseite mit einer Chatfunktion. Der Verkaufspunkt ist die grosse Auswahl von verschiedenen Filteroptionen.",
	"troytd": "Ein Tower-Defence Spiel, welches auf dem trojanischen Krieg basiert. Programmiert wurde es mithilfe von libGDX.",
	"dos": "Verschiedene Konfigurationsdateien für unterschiedliche Linux-Distributionen.",
	"heebphotography": "Eine Website und ein Desktopprogramm für einen jungen Fotograf. Die Website wird primär gebraucht, um seine Arbeit zu veröffentlichen. Das Desktopprogramm wird gebraucht, um Bilder auf mit einem Wasserzeichen zu markieren und auf der Webseite zu publizieren.",
	"christophbaertsch": "Eine Webseite für einen jungen Multimediaproduzent. Der Schwerpunkt liegt auf der Fotografie-, Musik- und Filmproduktion.",
	"cv": "Lebenslauf",
	"gpg": "GPG Schlüssel",
	"thesis": "Maturaarbeit",
	"matura": "Maturitätszeugnis",
	"contact_adress": "Kontakt-Adresse",
	"switzerland": "Schweiz",
	"disclaimer": "Haftungsausschluss",
	"disclaimer_text": "Der Autor übernimmt keinerlei Gewähr hinsichtlich der inhaltlichen Richtigkeit, Genauigkeit, Aktualität, Zuverlässigkeit und Vollständigkeit der Informationen. Haftungsansprüche gegen den Autor wegen Schäden materieller oder immaterieller Art, welche aus dem Zugriff oder der Nutzung bzw. Nichtnutzung der veröffentlichten Informationen, durch Missbrauch der Verbindung oder durch technische Störungen entstanden sind, werden ausgeschlossen. Alle Angebote sind unverbindlich. Der Autor behält es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne besondere Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",
	"link_disclaimer": "Haftungsausschluss für Links",
	"link_disclaimer_text": "Verweise und Links auf Webseiten Dritter liegen ausserhalb unseres Verantwortungsbereichs. Es wird jegliche Verantwortung für solche Webseiten abgelehnt. Der Zugriff und die Nutzung solcher Webseiten erfolgen auf eigene Gefahr des jeweiligen Nutzers.",
	"copyright": "Urheberrechte",
	"copyright_text_1": "Diese Webseite ist unter der",
	"copyright_text_2": "Lizenz veröffentlicht.",
	"source": "Quelle: SwissAnwalt",
	"404": "Datei nicht gefunden",
	"arp": "Eine grafische Applikation, um neue Programme in das AUR hochzuladen oder bestehende Programme zu modifizieren. Wurde in Rust und mithilfe von GTK geschrieben."
}
