{
	"welcome": "Welcome to my website!",
	"about_me": "I am an 18 year old programmer interested technology. I like to try out new technologies and am not afraid to learn new things. Currently I work mainly on websites or similar, but I have also tried out other areas of software. I am also not afraid of hardware and therefore I have also tinkered there. For example, I built an 8-bit processor for my final thesis.",
	"home": "Home",
	"projects": "Projects",
	"linktree": "Linktree",
	"documents": "Documents",
	"impressum": "Impressum",
	"nowple": "My final project in my informatics Course during the Kantonsschule Wattwil. This website is a simple dating website with a chat feature. The main selling point is the multitude of matching options.",
	"troytd": " A tower defence game. Based on the trojan war. Build with libGDX.",
	"dos": "Simple configurations and scripts for various linux distributions.",
	"heebphotography": "A website and desktop application for a young photographer. The website is mainly used to display his work and the desktop application is used for uploading the images and giving them a watermark.",
	"christophbaertsch": "A website for a young multimedia creator. Mainly used for uploading his work in photography, music and film production.",
	"cv": "Curriculum Vitae",
	"gpg": "GPG Key",
	"thesis": "Final Thesis",
	"matura": "Swiss Maturity Diploma",
	"contact_adress": "Contact address",
	"switzerland": "Switzerland",
	"disclaimer": "Disclaimer",
	"disclaimer_text": "The author assumes no liability whatsoever with regard to the correctness, accuracy, up-to-dateness, reliability and completeness of the information provided. Liability claims regarding damage caused by the use of any information provided, including any kind of information which is incomplete or incorrect, will therefore be rejected. All offers are non-binding. The author expressly reserves the right to change, supplement or delete parts of the pages or the entire offer without special notice or to discontinue publication temporarily or permanently.",
	"link_disclaimer": "Disclaimer for links",
	"link_disclaimer_text": "References and links to third party websites are outside our area of responsibility. We do not accept any responsibility for such websites. Access to and use of such websites is at the user's own risk.",
	"copyright": "Copyright",
	"copyright_text_1": "This website is published under the",
	"copyright_text_2": "license.",
	"source": " Source: SwissAnwalt, Translated with www.DeepL.com/Translator (free version)",
	"404": "File not found"
}
